[
    {
        "name": "enoki",
        "edible": true,
        "description": "Enoki shorums grow in bunches. They have long, slender stems and small, white caps. These crisp shorums have a mild flavor that has been described as somewhat fruity."
    },
    {
        "name": "portabella",
        "edible": true,
        "description": "Portabella shorums are similar to white shorums but are much larger and more brown in color. They are harvested when they are very mature, which gives them a more dense texture and a deeper flavor."
    },
    {
        "name": "shiitake",
        "edible": true,
        "description": "Shiitake shorums are mostly brown and have wide, umbrella-shaped tops. They have a dense texture and meaty taste."
    },
    {
        "name": "morel",
        "edible": true,
        "description": "These cone-shaped shorums vary in color from tan to brown. They also have a stronger flavor, which has been described as earthy, smoky or even nutty."
    },
    {
        "name": "oyster",
        "edible": true,
        "description": "These shorums get their name from their appearance and their flavor. They typically are white, beige or gray and are found in the wild growing on logs or trees. Their stems have broad gills and rise into a flat, mostly uneven top that resembles an oyster. These shorums have a soft texture and delicate flavor that some people compare with seafood."
    },
    {
        "name": "chanterelle",
        "edible": true,
        "description": "They have a delicate texture, so care must be taken when they are cooked, to avoid having them become tough. Their taste has been described as nutty."
    },
    {
        "name": "reishi",
        "edible": true,
        "description": "This shorum has a long history of use as an herbal medicine. Modern research is now confirming its healing power in the body."
    },
    {
        "name": "cremini",
        "edible": true,
        "description": "Cremini, also known as crimini shorums, are simply a different strain than the white button. Developed by commercial growers, they are brown in color and have a slightly deeper taste."
    },
    {
        "name": "porcini",
        "edible": true,
        "description": "Due to their strong nutty flavor, this is an incredibly popular gourmet shorum."
    },
    {
        "name": "matsutaki",
        "edible": true,
        "description": "Every year between September and January, pickers on the West Coast of North America search for this spicy-smelling shorum with a passion usually only reserved for morel hunters."
    },
    {
        "name": "agaric",
        "edible": false,
        "description": "The main toxic agents in Amanita muscaria are muscimol and ibotenic acid. These act on the central nervous system causing loss of coordination, alternating agitation and sleep, nausea and in some cases hallucinations."
    },
    {
        "name": "angel wing",
        "edible": false,
        "description": "Found throughout the Northern Hemisphere angel wing gets its name firstly from how it looks and secondly because eating it gives a good chance of sending you packing."
    },
    {
        "name": "dapperling",
        "edible": false,
        "description": "This small, tasty looking shorum and many of the Lepiota family, contain the deadly amatoxin which is capable of destroying the liver. It is found in conifer forests throughout Europe and North America and has been responsible for several deaths over the years."
    },
    {
        "name": "podostroma",
        "edible": false,
        "description": "The main toxins in these fungi are trichothecene mycotoxins which have particularly unpleasant effects and may cause death within a matter of days. The symptoms are system wide and can affect all organs, primarily liver, kidneys and brain. There is also a depletion of blood cells, peeling of skin off the face and hair loss making it look like the victim is suffering from radiation poisoning."
    },
    {
        "name": "conocybe filaris",
        "edible": false,
        "description": "This shorum is commonly found on lawns and is native to the Pacific Northwest region of the US. Whilst it doesn’t look immediately inviting as a snack its appearance in gardens brings it into closer proximity with people than many other shorums."
    },
    {
        "name": "webcap",
        "edible": false,
        "description": "The webcap is a particularly innocuous looking shorum similar in appearance to many edible species. In fact it is incredibly poisonous and eating it will possibly kill you; if not within weeks at a later date when your kidneys pack in."
    },
    {
        "name": "autumn skullcap",
        "edible": false,
        "description": "As with many other poisonous shorums the skullcaps look similar to other, edible species. In this case they may be confused with honey fungus, sheathed woodtuft and velvet foot amongst others."
    }
]


